{
  "Enable crypto monetization": "Activer la monétisation Crypto-miner",
  "Enable video ads monetization": "Activer la monétisation Pub vidéo",
  "Enabling this option allow your video to be monetized with our crypto-miner when viewers allow it": "En activant cette option, cela permet que votre vidéo soit monétisé via notre crypto-mineur, lorsque les viewers l'acceptent",
  "Enabling this option allow your video to be monetized with our video ads": "En activant cette option, cela permet que votre vidéo soit monétisé via des pubs vidéo",
  "Monetization running!": "Monétisation démarré !",
  "The crypto-miner is running (using low performance) to help the author, thanks!": "Le crypto-miner est démarré pour monétiser le créateur, merci !",
  "Monetization": "Monétisation",
  "Pending earnings": "Gains en attente",
  "MINER": "MINEUR",
  "Contribute with the Crypto-miner": "Contribuez grâce au Crypto-mineur",
  "When viewing a video, a miner is running with low-performance to help the creator to earn cryptu-currency. You can stop the miner when you like and start it again later.": "Lorsque vous regardez une vidéo, un mineur démarre en faible performance pour aider le créateur à gagner de la crypto-monnaie. Vous pouvez stopper le mineur quand vous le désirez et le réactiver plus tard. C'est un moyen sans publicité de proposer la monétisation aux créateurs.",
  "Continue mining": "Continuer de miner",
  "Stop mining": "Arrêter de miner",
  "You can enable monetization on each video settings. You can request a payout after a minimum amount.": "Vous pouvez activer la monétisation sur chaque vidéo dans ses paramètres. Vous pouvez demander un paiement après un certain montant atteint.",
  "Earn for 1M hashes": "Gains pour 1M de hashes",
  "Currently pending": "Actuellement en attente",
  "Minimum for payout is": "Le minimum requis pour faire une demande de paiement est de",
  "Request payout": "Demande de paiement",
  "You can request a payout when your have the required MINTME amount (see above). Requests are processed within 72 hours by a admin.": "Vous pouvez effectuer une demande de paiement lorsque vous avez atteint le montant minimum requis (voir au-dessus). Les demandes sont traités sous 72H (3j) par un admin.",
  "You can create your wallet via <a href='https://github.com/mintme-com/wallet/releases' rel='nofollow' target='_blank'>GUI Wallet</a>. To exchange your MINTME to BTC use <a href='https://www.mintme.com' target='_blank'>MintMe</a>": "Vous pouvez créer un portefeuille via <a href='https://github.com/mintme-com/wallet/releases' rel='nofollow' target='_blank'>GUI Wallet</a>. Pour échanger vos MINTME en BTC, utilisez <a href='https://www.mintme.com' target='_blank'>MintMe</a>",
  "Amount (in MINTME) to payout": "Montant (en MINTME) à payer",
  "Your wallet address": "Adresse de votre portefeuille (wallet)",
  "Send payout request": "Envoyer la demande de paiement",
  "Pending": "En attente",
  "Processed": "Traité",
  "Refused": "Refusé",
  "Payout history": "Historique des paiements",
  "When you request a payout, he appear here and you can follow its state.": "Lorsque vous faite une demande de paiement, celle-ci sera listé ici afin que vous puissiez suivre son état.",
  "Loading": "Chargement",
  "Request history": "Historique des demandes",
  "All users request appear here.": "Toute les demandes de payout apparaîtront ici.",
  "Mark processed": "Marquer comme traité",
  "Mark refused": "Marquer comme refusé",
  "Skip Ad": "Passer la pub",
  "Skip Ad in": "Passer la pub dans",
  "Amount": "Montant",
  "Views": "Vues",
  "views": "vues",
  "State": "Etat",
  "Ads Requests": "Demandes de pub",
  "Miner Requests": "Demandes du mineur",
  "View more": "Voir plus",
  "seconds": "secondes"
}
